#pragma once
#define  FS_FILE_VERSION 23,9,19,1
#define  FS_VERSION "23,9,19,1"
//版本更新说明
/************************************
23.5.8.1
	1.wifi信号强度测试去除人工判定。
23.5.9.1
	1.添加flash数据校验
23.5.9.2
	1.取消写号退出工厂模式
23.5.19.1
	1.取消恢复出厂按钮
23.5.23.1
	1.兼容MES2.0
23.5.24.1
	1.添加离线版本
	2.取消比号按钮
23.5.24.2
	1.MES10接口返回数据取值修改
23.5.25.1
	1.离线版本限制输入信息格式
	2.离线版本修改登录界面配置不写入xml问题
	3.离线版本修改无法点击写入问题
23.5.25.2
	1.写号模式较23.5.25.1改为自由写号模式
23.8.11.1
	1.添加跑马灯测试项
23.9.15.1
	1.接入MES2.0，添加上传日志信息位置
	2.失败信息上传MES.
	3.流程修改，应先输入SN再开始测试，确保测试错误信息上传mes.
	4.增加界面显示信息同步到日志文件.
	5.优化FFMPEG库获取视频流信息时超时的问题，优化部分卡顿现象。
23.9.19.1
	1.修改离线版本写号功能
*************************************/
